[{"_id":"6615aa4aedec2d3a9b80ec36","imgPath":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695882/hg7rrh3vwhflhsxgsqrc.png","idPublic":"hg7rrh3vwhflhsxgsqrc","textMarca":"Es una marca italiana conocida por producir una variedad de productos hechos a base de tomate. Con más de 120 años de experiencia en la industria, se han dedicado a la selección minuciosa de tomates de calidad para fabricar sus productos, teniendo como compromiso utilizar ingredientes frescos. Cuentan con una variedad de sabores y texturas para adaptarse a diferentes recetas de cocina. ","__v":0},{"_id":"6615aa66edec2d3a9b80ec39","imgPath":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695910/vkzgjqs90mwwgakss6kc.png","idPublic":"vkzgjqs90mwwgakss6kc","textMarca":"Marca española líder en producción de aceites de oliva, aceitunas y alcaparras. Están involucrados desde el proceso del cultivo de la materia prima hasta la entrega del producto final a clientes de todo mundo. Tienen un fuerte compromiso con el medio ambiente y mantienen altos estándares de calidad y excelencia en cada producto. ","__v":0},{"_id":"6615aa7cedec2d3a9b80ec3c","imgPath":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695932/b9pqxhnjqdyk2qxk6ydj.png","idPublic":"b9pqxhnjqdyk2qxk6ydj","textMarca":"Marca de Cortes Premium de res, certificada por el departamento de agricultura de Estados Unidos. Tienen constante supervisión, para asegurar que todos sus productos cumplan con los estándares más altos de calidad y garantizar jugosidad y suavidad en cada corte que provoquen en los clientes experiencias únicas y especiales. ","__v":0},{"_id":"6615aa8fedec2d3a9b80ec3f","imgPath":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695951/bhaalemw9kl1niprngxr.png","idPublic":"bhaalemw9kl1niprngxr","textMarca":"Distribuidores de marca estadounidense de pollo con más de 80 años en el mercado. Tienen una planta certificada y regulada constantemente para garantizar seguridad e inocuidad alimentaria a sus consumidores. Están comprometidos con la mejora continua en todos sus procesos desde las operaciones en granjas, hasta la distribución de los productos a sus clientes. ","__v":0},{"_id":"6615aa9eedec2d3a9b80ec42","imgPath":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695966/qqn9t9tpsm5osplvxyjn.png","idPublic":"qqn9t9tpsm5osplvxyjn","textMarca":"Distribuidores de una de las marcas líderes en la industria cárnica de Estados Unidos. Marca con más 85 años, que se ha dedicado invertir en innovación de calidad y seguridad alimentaria, así como en tecnología y mejoras en su planta de producción, con esto buscan garantizar jugosidad y un sabor excepcional en cada uno de sus productos. ","__v":0},{"_id":"6615aaa95d58c6d09dd59a55","imgPath":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695977/mxsipv9rp4hmak6rmfco.png","idPublic":"mxsipv9rp4hmak6rmfco","textMarca":"Marca propia de Procasa de papas congeladas y listas para calentar. Se garantiza una cadena de frío ininterrumpida desde su producción hasta su distribución a clientes. Se caracteriza por su calidad y sabor en cada una de las presentaciones, además de ser ideales para acompañar hamburguesas.","__v":0},{"_id":"66185d08ecb4ecc7b1b8be28","imgPath":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712872712/pzttlkd39yjmkf6yqpsr.png","idPublic":"pzttlkd39yjmkf6yqpsr","textMarca":"Marca propia de Procasa de pescados y mariscos. Tiene una amplia variedad de productos en diferentes presentaciones, adecuadas a las necesidades de nuestros clientes. Es una marca de calidad transmite los sabores y nutrientes de cada una de las proteínas a las personas que lo consumen.","__v":0}]