[{"_id":"65e2334ff754aac4cadaab14","fecha":"2024-03-01T19:58:07.791Z","title":"50 años de Procasa","imgPhat":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712694768/azu8qoarpphaiiswgi6w.jpg","descripcion":"Procasa, referente indiscutible en el mercado de carnes, celebra con entusiasmo sus 50 años de dedicación inquebrantable al suministro de productos de alta calidad. A lo largo de este tiempo, hemos cultivado relaciones sólidas tanto con clientes institucionales como con consumidores finales, manteniendo un compromiso inflexible con la excelencia en cada corte. Este medio siglo de trayectoria ha sido posible gracias al incansable esfuerzo diario de nuestros líderes y empleados, cuyo compromiso ha consolidado a Procasa como la marca líder en carne de res, cerdo, cordero, mariscos y pollo en Guatemala.\r\n\r\n \r\nEl constante crecimiento de Procasa no solo es una prueba de nuestra dedicación, sino también un testimonio del respaldo continuo de nuestros clientes. Desde los inicios hasta ahora, hemos llevado la calidad a cada rincón del país, llegando a más hogares guatemaltecos con nuestros productos premium. Este aniversario marca no solo el pasado exitoso de Procasa, sino también el firme compromiso de seguir siendo la elección número uno en carnes para los próximos años, ofreciendo siempre lo mejor a aquellos que confían en nosotros. Agradecemos a cada cliente, proveedor y colaborador que ha sido parte fundamental de esta extraordinaria travesía de cinco décadas, ¡y esperamos seguir sirviendo calidad a Guatemala por muchos años más!","tipo":"principal","idPulic":"azu8qoarpphaiiswgi6w","__v":0},{"_id":"65ea3d51c96741bf480be207","fecha":"2024-03-07T22:18:57.043Z","title":"Visita de Efraín de Sterling Silver a Guatemala","imgPhat":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695025/kxcsmgwxtqbpgp7naz8g.jpg","descripcion":"En una jornada de capacitación contamos con la visita de Efraín Delgado (Gerente de ventas y mercadeo de Cargill Latinoamérica), quien compartió valiosos conocimientos sobre la marca de cortes premium de res Sterling silver, así como características de los productos y estrategias efectivas de ventas.\r\n \r\nLa visita de Efraín Delgado no solo fortaleció nuestro conocimiento sobre los productos de Sterling Silver, sino que también reforzó la importancia de ofrecer un servicio al cliente excepcional y reforzar las alianzas comerciales.","tipo":"secundarios","idPulic":"kxcsmgwxtqbpgp7naz8g","__v":0},{"_id":"65f477f540a533a0c8615100","fecha":"2024-03-15T16:31:49.454Z","title":"Cambio de Imagen Tortas Premium","imgPhat":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695087/v1nv3tkfz5cck4egjd6y.jpg","descripcion":"¡Mismo sabor, nueva imagen! Dos de nuestras tortas favoritas han renovado su imagen, siendo ambas tortas premium, 100% de res Angus. Están condimentadas y listas para la parrilla, para tener una experiencia especial por su delicioso sabor y calidad.","tipo":"principal","idPulic":"v1nv3tkfz5cck4egjd6y","__v":0},{"_id":"660dae843b271baf193c9420","fecha":"2024-04-03T19:31:16.266Z","title":"Apertura de tiendas Meat House en el 2023","imgPhat":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695131/nzf7fozbghhks1u72jlj.jpg","descripcion":" \r\nEl año 2023 marcó un período de extraordinario crecimiento para Meat House. Con gran entusiasmo, Meat House agradece a sus fieles clientes por su continuo apoyo y confianza, que ha permitido la apertura exitosa de cuatro nuevas tiendas en ubicaciones estratégicas.\r\n \r\nLas tiendas en Zona 5, Plaza Asunción; Centro Comercial Reformadores, Villa Nueva; Nogales de Cayalá; y Centro Comercial Telares en Antigua Guatemala, han experimentado una abrumadora respuesta, reflejando la creciente demanda de productos de alta calidad por parte de los consumidores.\r\n \r\nMeat House se enorgullece de seguir sirviendo cortes premium a sus clientes y está entusiasmado por continuar expandiendo su presencia en el mercado.\r\n ","tipo":"principal","idPulic":"nzf7fozbghhks1u72jlj","__v":0},{"_id":"660dae9d3b271baf193c9424","fecha":"2024-04-03T19:31:41.749Z","title":"Apertura de tiendas Procasa en el 2023","imgPhat":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695190/vp9ndtojp6bddhqubg7h.jpg","descripcion":"Procasa enfocado a la venta de carne tipo tradicional y premium congelada para clientes B2B, celebra el éxito de su expansión durante el 2023 con la apertura de una nueva tienda en el departamento de Retalhuleu.\r\n \r\nEl continuo crecimiento de la demanda de productos de alta calidad ha impulsado a Procasa a ampliar su presencia, ofreciendo así a los clientes de la región una accesibilidad aún mayor a sus selecciones de carne premium.\r\n \r\nEsta expansión no solo consolida la posición de Procasa como líder en el mercado de carne congelada, sino que también recalca su compromiso continuo de proporcionar productos de la más alta calidad a sus clientes empresariales.\r\n ","tipo":"principal","idPulic":"vp9ndtojp6bddhqubg7h","__v":0},{"_id":"660daeb13b271baf193c9428","fecha":"2024-04-03T19:32:01.096Z","title":"Capacitaciones 2023","imgPhat":"http://res.cloudinary.com/dovqw9yg8/image/upload/v1712695252/l6czhhxxuitgo8cenlwr.jpg","descripcion":"En un compromiso constante con la excelencia, Procasa ha concluido un año lleno de capacitaciones especializadas en 2023, con el objetivo de elevar aún más la calidad de sus productos y servicios. Entre las más destacadas, se encuentran capacitaciones sobre cortes Premium marca Sterling Silver y sobre Mariscos y Pescados de la marca Marea.  \r\n \r\nAdemás de las capacitaciones sobre productos, Procasa ha invertido en el desarrollo del servicio al cliente, reconociendo su papel crucial en la experiencia global del cliente. Los empleados participaron en programas diseñados para ofrecer una atención excepcional que no solo satisfaga las necesidades, sino que también invite a los clientes a regresar. Este enfoque integral en la formación demuestra el compromiso continuo de Procasa de ser líder en la industria, proporcionando productos de calidad junto con un servicio excepcional.\r\n ","tipo":"principal","idPulic":"l6czhhxxuitgo8cenlwr","__v":0}]